Repository: alessandro-amadelli/schedama
Catalog: events/locale/*/LC_MESSAGES/django.po
Languages: it

source: If you don't know the password, contact the event administrator.
it: Se non conosci la password, contatta l'amministratore dell'evento.

source: Join the event | Participate to the event - Schedama.com
it: Unisciti all'evento | Partecipa all'evento - Schedama.com

source: You can see event details, register your participation and see other participants.
it: Puoi vedere i dettagli dell'evento, registrare la tua partecipazione e vedere gli altri partecipanti.

source: Starts in
it: Inizia tra

source: d
it: g

source: Author:
it: Autore:

source: Add to Google Calendar
it: Aggiungi a Google Calendar

source: Best date automatically selected based on attendance. The effective date may vary as participants enter new confirmations.
it: Miglior data selezionata automaticamente in base alla partecipazione. La data effettiva può variare man mano che i partecipanti inseriscono nuove conferme.

source: List
it: Lista

source: Participate
it: Partecipa

source: Participant list
it: Lista partecipanti

source: View by date
it: Vedi per data

source: Close
it: Chiudi

source: Date view
it: Vista per data

source: Select a date to view confirmed participants
it: Seleziona una data per vedere i partecipanti confermati

source: Back to list
it: Torna alla lista

source: Join event
it: Partecipa all'evento

source: Name
it: Nome

source: Preferences
it: Preferenze

source: Join
it: Partecipa

source: You are not authorized to perform this operation.
it: Non sei autorizzato ad eseguire questa operazione.

source: An error has occurred while creating the event. Please try again later.
it: Si è verificato un errore durante la creazione dell'evento. Per favore riprova più tardi.

source: An error has occurred.
it: Si è verificato un errore.

source: Sorry, submitted data is invalid.
it: Spiacente, i dati inviati non sono validi.

source: Wrong password! Ehm...are you sure you're supposed to see this event?
it: Password errata! Ehm...sei sicuro di poter vedere questo evento?

source: Emoji is required.
it: Emoji obbligatoria.
