Repository: alessandro-amadelli/schedama
Catalog: events/locale/*/LC_MESSAGES/django.po
Languages: it

source: You checked "Make event private" option but did not set a password.
it: Hai selezionato l'opzione "Rendi evento privato" ma non hai impostato una password.

source: The passwords you entered do not match.
it: Le password inserite non corrispondono.

source: Learn more about Schedama and how it works - Schedama.com
it: Scopri di più su Schedama e su come funziona - Schedama.com

source: Learn more about Schedama, see how it works and how you can use it's features.
it: Scopri di più su Schedama, vedi come funziona e come puoi sfruttare le sue features.

source: Know Schedama.com
it: Conosci Schedama.com

source: With Schedama you can easily create an event, enter all relevant information and share it using the generated link.
it: Con Schedama puoi facilmente creare un evento, inserire tutte le informazioni rilevanti e condividerlo usando il link generato

source: Upon event creation Schedama will automatically generate 2 links
it: Alla creazione dell'evento Schedama genererà automaticamente 2 link

source: Participant link
it: Link partecipante

source: Administration link
it: Link amministrazione

source: You can share this link with anyone you'd like to invite to the event
it: Puoi condividere questo link con chiunque tu voglia invitare all'evento

source: Use this link to manage your event, add and modify information or participants
it: Usa questo link per gestire il tuo evento, aggiungere e modificare informazioni o partecipanti

source: Click on
it: Clicca su

source: History
it: Cronologia

source: to find all the links to events you visited on your device
it: per trovare tutti i link agli eventi che hai visitato sul tuo dispositivo

source: When you create an event with multiple dates, the best date for the event is automatically selected based on attendance
it: Quando crei un evento con più date, la data migliore per l'evento è selezionata automaticamente in base alla partecipazione

source: Want to fully manage participants list? Check out "Configure Settings" when creating a new event.
it: Vuoi gestire tu la lista partecipanti? Dai un'occhiata a "Configura impostazioni" quando crei un evento.

source: You can also change this setting later from the administration page
it: Puoi anche modificare queste impostazioni più avanti dalla pagina di amministrazione

source: Features
it: Funzionalità

source: Participants you invite to an event can see all relevant event information, such as:
it: I partecipanti che inviti a un evento possono vedere tutte le informazioni fondamentali, come:

source: Title
it: Titolo

source: Description
it: Descrizione

source: Date and time
it: Data e ora

source: Duration
it: Durata

source: List of participants
it: Lista dei partecipanti

source: Participants to your event can:
it: I partecipanti al tuo evento possono:

source: Indicate preferences and availability for the event
it: Indicare preferenze e disponibilità per l'evento

source: See other participants and their preferences
it: Vedere altri partecipanti e le loro preferenze

source: See participation on different proposed dates
it: Vedere la partecipazione nelle differenti date proposte

source: Share event by: displaying QR Code, send link via telegram, whatsapp or email, copy link to clipboard
it: Condividere l'evento: mostrando un QR Code, inviando il link su telegram, whatsapp o via email, copiando il link negli appunti

source: Add event to Google Calendar
it: Aggiungere l'evento a Google Calendar

source: Express their hype by choosing an emoji
it: Esprimere il loro entusiasmo scegliendo un'emoji

source: Event themes
it: Temi evento

source: Choose a theme for your event to customize it's appearance
it: Scegli un tema per il tuo evento per personalizzare il suo aspetto

source: Private events
it: Eventi privati

source: Now you can make private events and protect them with a password
it: Ora puoi fare eventi privati e proteggerli con una password

source: Hi, I'm Alessandro, the developer behind this little project.<br>It's nice to see you here, I hope you're enjoying this web app.
it: Ciao, sono Alessandro, lo sviluppatore dietro questo piccolo progetto.<br>È bello vederti qui, spero che questa web app ti stia piacendo.

source: I know...it's not perfect, but I'm always trying to learn, improve and add new features.
it: Lo so...non è perfetta, ma cerco sempre di imparare, migliorare e aggiungere nuove funzionalità.

source: I work on it in my spare time so, if you like it, spread the word and together we can make Schedama grow.
it: Ci lavoro nel mio tempo libero quindi, se ti piace, spargi la voce e insieme potremo far crescere Schedama.

source: Manage your event on Schedama.com
it: Gestisci il tuo evento su Schedama.com

source: You can fully manage your event, add/remove participant, modify event dates, description, etc.
it: Puoi completamente gestire il tuo evento, aggiungere/rimuovere partecipanti, modificare le date, la descrizione, ecc.

source: Event Cancelled
it: Evento Annullato

source: Event administration
it: Amministrazione evento

source: Manage your event
it: Gestisci il tuo evento

source: A password is needed to access this event.
it: È necessaria una password per accedere a questo evento.

source: Private event
it: Evento privato

source: Settings
it: Impostazioni

source: Participant page
it: Pagina partecipante

source: Author
it: Autore

source: Event author
it: Autore evento

source: Event title
it: Titolo evento

source: Optional
it: Facoltativo

source: Describe your event here
it: Descrivi qui il tuo evento

source: Event location
it: Location evento

source: Enter a date
it: Inserisci una data

source: Event date
it: Data evento

source: Days
it: Giorni

source: Hours
it: Ore

source: Minutes
it: Minuti

source: Choose a theme
it: Scegli un tema

source: Beach
it: Spiaggia

source: Birthday party
it: Festa di compleanno

source: Drink
it: Aperitivo

source: Forest
it: Foresta

source: Graduation
it: Diploma

source: Match
it: Sfida

source: Mountain
it: Montagna

source: Music
it: Musica

source: Movie
it: Film

source: Event
it: Evento

source: Travel
it: Viaggio

source: Participants
it: Partecipanti

source: Add participant
it: Aggiungi partecipante

source: Removed participants
it: Partecipanti rimossi

source: To restore one or more removed participants:
it: Per ripristinare uno o più partecipanti rimossi:

source: Click on participants' name
it: Clicca sui nomi dei partecipanti

source: Selected participants will appear in yellow
it: I partecipanti selezionati appariranno in giallo

source: Click <strong>Save</strong> to confirm
it: Clicca <strong>Salva</strong> per confermare

source: Save
it: Salva

source: By clicking <strong>Cancel event</strong> button you'll cancel this event.
it: Cliccando il pulsante <strong>Annulla evento</strong> annullerai questo evento.

source: After clicking the button:
it: Dopo aver cliccato il pulsante:

source: The event will be flagged as <strong>Cancelled</strong>
it: L'evento verrà segnato come <strong>Annullato</strong>

source: <strong>Participants</strong> permission will be deactivated so they <strong>will only be able to view the event</strong>
it: I permessi dei <strong>partecipanti</strong> saranno disattivati quindi <strong>potranno solamente visualizzare l'evento</strong>

source: The <strong>event will be forever deleted after 2 days</strong> without possibility to recover it
it: <strong>L'evento sarà eliminato per sempre dopo 2 giorni</strong> senza possibilità di recuperarlo

source: <strong>It will still be possible to undo the cancellation</strong> in the following 2 days, before the event is deleted
it: <strong>Sarà ancora possibile cancellare l'annullamento</strong> nei successivi 2 giorni, prima che l'evento sia eliminato

source: I understand
it: Capisco

source: Cancel event
it: Annulla evento

source: The end is near!
it: La fine è vicina!

source: Expiration date:
it: Data di scadenza:

source: Ok, calm down...the event is flagged as <strong>Cancelled</strong> and will be permanently deleted after the expiration date.
it: Ok, calma...l'evento è segnato come <strong>Annullato</strong> e sarà eliminato definitivamente dopo la data di scadenza.

source: Sometimes it is useful to let things go...but if you changed your mind, it's not too late!
it: A volte è utile lasciarsi le cose alle spalle...ma se hai cambiato idea, non è troppo tardi!

source: To reactivate the event:
it: Per riattivare l'evento:

source: Click on <strong>Reactivate event</strong> button below
it: Clicca il pulsante <strong>Riattiva evento</strong> che trovi sotto

source: <strong>Event will be reactivated</strong> and it's deletion will be canceled
it: <strong>L'evento sarà riattivato</strong> e la sua eliminazione sarà annullata

source: After reactivation, <strong>check participants permission</strong> (permissions had been deactivated upon event cancellation)
it: Dopo la riattivazione, <strong>controlla i permessi dei partecipanti</strong> (i permessi sono stati disattivati con l'annullamento dell'evento)

source: Reactivate event
it: Riattiva evento

source: Event settings
it: Impostazioni evento

source: Choose what participants are allowed to do
it: Scegli cosa possono fare i partecipanti

source: Add participants
it: Aggiungi partecipanti

source: Edit participants
it: Modifica partecipanti

source: Remove participants
it: Rimuovi partecipanti

source: Security
it: Sicurezza

source: If you set or change the event password, everyone will need to enter this password to access the event.
it: Se imposti o cambi la password dell'evento, tutti dovranno inserire questa password per accedere all'evento.

source: Repeat password
it: Ripeti password

source: Particpant name
it: Nome partecipante

source: Cancel
it: Annulla

source: Confirm
it: Conferma

source: Nothing to see here...
it: Non c'è niente da vedere qui...

source: It seems like you were trying to do something you were not supposed to!
it: Sembra che tu stessi provando a fare qualcosa che non dovresti fare!

source: Maybe think about it for a while, then try again...if you still think it's the right thing to do.
it: Magari pensaci su per un po', poi riprova...se pensi che sia la cosa giusta da fare.

source: Page not found
it: Pagina non trovata

source: This isn't the page you're looking for...
it: Questa non è la pagina che stavi cercando...

source: It looks like you were looking for and event
it: Sembra che tu stessi cercando un evento

source: but something went wrong.
it: ma qualcosa è andato storto.

source: Here some possible explanations, from the most likely:
it: Ecco alcune possibili spiegazioni, dalla più probabile:

source: The event URL is incorrect
it: L'URL dell'evento è scorretto

source: The event was deleted and it's no longer available in our systems
it: L'evento è stato cancellato e non è più disponibile nei nostri sistemi

source: The event never existed
it: L'evento non è mai esistito

source: A cat, not necessarily yours, walked on your keyboard (you never know)
it: Un gatto, non necessariamente tuo, è passato sopra la tua tastiera (non si sa mai)

source: The server is grumpy and stopped cooperating (ok, not likely)
it: Il server è scontroso e ha smesso di cooperare (ok, improbabile)

source: The server exploded (well...maybe not this one)
it: Il server è espoloso (beh...magari questo no)

source: View events you opened recently - Schedama.com
it: Visualizza gli eventi aperti di recente - Schedama.com

source: Events you visited or created on your device are visible here.
it: Gli eventi che hai visitato o creato dal tuo dispositivo sono visibili qui.

source: View recently opened events
it: Visualizza gli eventi aperti di recente

source: Here you can see events that you recently opened or created. A good place to look if you can't find the link...
it: Qui puoi vedere gli eventi che hai aperto o creato recentemente. Un buon posto dove guardare se non riesci a ritrovare il link...

source: Last time you opened the event
it: Ultima volta in cui hai aperto l'evento

source: Administration link (if present)
it: Link amministrazione (se presente)

source: Create and share important events - Schedama.com
it: Crea e condividi i tuoi eventi importanti - Schedama.com

source: With Schedama you can easily create your important events, save relevant information and share them with anyone.
it: Con Schedama puoi facilmente creare i tuoi eventi importanti, salvare le informazioni rilevanti e condividerli con chiunque.

source: Welcome to Schedama
it: Benvenuto su Schedama

source: Create and share your important events with ease
it: Crea e condividi i tuoi eventi importanti con semplicità

source: Schedama is a quick and intuitive way to create an event, share it and agree on a date and time.
it: Schedama è un modo veloce e intuitivo per creare un evento, condividerlo e accordarsi su data e ora.

source: Create an event
it: Crea un evento

source: Easily create a new event by clicking
it: Crea un nuovo evento in modo semplice cliccando

source: Create event
it: Crea evento

source: Save event links
it: Salva i link dell'evento

source: After event creation, 2 links are generated: <strong>Participation URL</strong> and <strong>Administration URL</strong>
it: Dopo la creazione dell'evento, vengono generati 2 link: <strong>URL Partecipante</strong> e <strong>URL Amministrazione</strong>

source: Share event
it: Condividi evento

source: Share the event with whoever you like by sending them the <strong>Participation URL</strong>
it: Condividi l'evento con chiunque vuoi inviando l'<strong>URL Partecipante</strong>

source: Administrate your event
it: Amministra il tuo evento

source: You can fully manage your event by visiting the <strong>Administration URL</strong>.
it: Puoi completamente gestire il tuo evento visitando l'<strong>URL Amministrazione</strong>.

source: Open event
it: Apri evento

source: Create a new event online with Schedama.com
it: Crea online un nuovo evento con Schedama.com

source: Here you can create a new event and enter all the relevant information and details to let people know what's important.
it: Qui puoi creare un nuovo evento, inserire tutte le informazioni rilevanti e i dettagli per far sapere agli altri cosa è importante.

source: Event editor
it: Editor eventi

source: Create and customize your event
it: Crea e personalizza il tuo evento

source: If you have any doubt concerning your data, please check our
it: In caso di dubbi riguardo ai tuoi dati, controlla la nostra

source: Your nickname
it: Il tuo nickname

source: This name will be visible as the event author. You will also be automatically added as a participant with this name.
it: Questo nome sarà visibile come autore dell'evento. Sarai anche automaticamente aggiunto come partecipante con questo nome.

source: Enter a title
it: Inserisci un titolo

source: Do you wish to add a description?
it: Vuoi aggiungere una descrizione?

source: Yes
it: Sì

source: Describe the event
it: Descrivi l'evento

source: Do you wish to add a location?
it: Vuoi aggiungere una location?

source: Choose a location
it: Scegli una location

source: Set a date and time
it: Imposta data e ora

source: you can indicate more than one possible date
it: puoi indicare anche più di una data possibile

source: Indicate duration
it: Indica la durata

source: Event duration
it: Durata evento

source: Scroll the selectors to change event duration.
it: Fai scorrere i selettori per cambiare la durata dell'evento.

source: Participant name
it: Nome partecipante

source: Configure Settings
it: Configura Impostazioni

source: Current settings
it: Impostazioni correnti

source: Add one ore more names to the participant list
it: Aggiungere uno o più nomi alla lista partecipanti

source: Change preferences and availability on dates for participants in the list
it: Modificare preferenze e disponibilità sulle date per i partecipanti in lista

source: Remove one or more names from the participant list
it: Rimuovere uno o più nomi dalla lista partecipanti

source: You can choose to make your event private, protecting it with a password.
it: Puoi scegliere di rendere il tuo evento privato, proteggendolo con una password.

source: Make event private
it: Rendi evento privato

source: Choose a password
it: Scegli una password

source: Restore unsaved data
it: Ripristina dati non salvati

source: It seems you have worked on a new event without saving.
it: Sembra che tu abbia lavorato ad un nuovo evento senza salvare.

source: Do you wish to reload previous data?
it: Vuoi ricaricare i dati precedenti?

source: Nah, don't care
it: Nah, non mi interessa

source: Restore data
it: Ripristina i dati

source: Open a shared event to participate - Schedama.com
it: Apri un evento condiviso per partecipare - Schedama.com

source: You can open an event shared with you by inserting the event identification code (event ID).
it: Puoi aprire un evento condiviso con te inserendo il codice identificativo dell'evento (ID evento).

source: Enter event ID to participate
it: Inserisci l'ID evento per partecipare

source: You can open the participation page of the event by entering the event ID
it: Puoi aprire la pagina di partecipazione dell'evento inserendo l'ID evento

source: Event ID
it: ID evento

source: Go
it: vai

source: How to find the event ID
it: Come trovare l'ID evento

source: Event ID is contained in the event participation URL
it: L'ID evento è contenuto nell'URL di partecipazione

source: As an example, you can see the event ID is the highlighted text in the following participant URL
it: Ad esempio, puoi vedere che l'ID evento è la parte di testo evidenziata nel seguente URL partecipante

source: Learn about how Schedama maintains your privacy - Schedama.com
it: Scopri come Schedama mantiene la tua privacy - Schedama.com

source: Learn more about how Schedama works, regarding user privacy and what kinds of data are collected.
it: Scopri di più su come funziona Schedama, riguardo la privacy degli utenti e quali tipi di dato sono raccolti.

source: Review how Schedama.com handles data
it: Verifica come Schedama.com gestisce i dati

source: User privacy is important on Schedama!
it: La privacy degli utenti è importante su Schedama!

source: That's why we do not ask for or collect any personally identifiable information (eg.: names, email addresses, IP addresses, etc.).
it: Ecco perché non chiediamo o raccogliamo alcuna informazione di identificazione personale (es.: nomi, indirizzi email, indirizzi IP, ecc.).

source: Types of data collected
it: Tipi di dati raccolti

source: Schedama only collects data related to events created by users and only data entered by users.
it: Schedama raccoglie solo dati relativi agli eventi creati dagli utenti e solo dati inseriti dagli utenti.

source: Such data may include:
it: Tali dati possono includere:

source: Event title and description (if present)
it: Titolo e descrizione (se presente) dell'evento

source: Location (if provided)
it: Location (se fornita)

source: Date, time and duration of the event
it: Data, ora e durata dell'evento

source: Voting preferences submitted by participants
it: Voti e preferenze inviate dai partecipanti

source: To better protect your privacy, we recommend that you do NOT include personal or confidential information in the events you create.
it: Per meglio proteggere la tua privacy, ti raccomandiamo di NON includere informazioni personali o confidenziali negli eventi che crei.

source: How we use data
it: Come utilizziamo i dati

source: Data related to events created are saved in our database with the sole purpose of:
it: I dati relativi agli eventi creati sono salvati nel nostro database con l'unico scopo di:

source: Enable event authors to view, manage and share information
it: Permettere agli autori dell'evento di visualizzare, gestire e condividere le informazioni

source: Allow participants to view relevant information about the event and indicate their participation (possibly by voting for one or more of the available dates)
it: Consentire ai partecipanti di visualizzare le informazioni rilevanti sull'evento e indicare la loro partecipazione (possibilmente votando fra una o più delle date disponibili)

source: Data sharing
it: Condivisione dei dati

source: Upon event creation, two links are generated:
it: Alla creazione dell'evento sono generati due link:

source: Participant URL: Anyone with the link can view the event (event authors can share this link with the participants)
it: URL Partecipante: Chiunque abbia il link può visualizzare l'evento (gli autori dell'evento possono condividere questo link con i partecipanti)

source: Administration URL: Anyone with the link can modify the event (we recommend event authors to keep this link to themselves or share it only with trusted individuals)
it: URL Amministrazione: Chiunque abbia il link può modificare l'evento (raccomandiamo agli autori dell'evento di tenere questo link per sé o condividerlo solo con persone fidate)

source: The links are unique and are generated based on the event ID.
it: I link sono unici e sono generati in base all'ID evento.

source: These different links represent the two ways an event can be shared.
it: Questi differenti link rappresentano i due modi in cui un evento può essere condiviso.

source: It is the user's responsibility to keep these links and share them only with the intended recipients.
it: È responsabilità dell'utente mantenere questi link e condividerli solo con i destinatari previsti.

source: When you create or visit an event, its links are made available on the history page.
it: Quando crei o visiti un evento, i suoi link sono resi disponibili nella pagina di cronologia.

source: This is particularly useful in case you can no longer find the link to an event or if you've forgotten to save it.
it: Questo è particolarmente utile nel caso in cui tu non riesca più a trovare il link per un evento o abbia dimenticato di salvarlo.

source: History data only reside locally on your device in your browser storage and are NOT sent or saved by Schedama or shared with third parties.
it: I dati della cronologia risiedono solo localmente sul tuo dispositivo nella memoria del browser e NON sono inviati o salvati da Schedama nè condivisi con terze parti.

source: History data are therefore not permanent and may be lost if the browser data are deleted.
it: I dati della cronologia non sono quindi permanenti e possono essere persi qualora i dati del browser vengano eliminati.

source: Data retention
it: Conservazione dei dati

source: Event data are retained until the author of the event deletes them.
it: I dati dell'evento sono conservati fino a quando l'autore dell'evento non li elimina.

source: To delete your event data:
it: Per cancellare i dati del tuo evento:

source: Visit the administration page of your event
it: Visita la pagina di amministrazione del tuo evento

source: Scroll to the bottom until the 'Danger Zone' area
it: Scorri in basso fino all'area 'Danger Zone'

source: Read the disclaimer and select 'I understand'
it: Leggi il disclaimer e seleziona 'Capisco'

source: Click on 'Cancel event'
it: Clicca su 'Annulla evento'

source: After approximately 2 days the event and all it's data will be automatically and permanently deleted
it: Dopo circa 2 giorni l'evento e tutti i suoi dati saranno automaticamente e definitivamente eliminati

source: Private event - Schedama.com
it: Evento privato - Schedama.com

source: This event is private
it: Questo evento è privato

source: A password is needed to access this event. Please enter the password below.
it: È necessaria una password per accedere a questo evento. Per favore inserisci la password.

source: Submit
it: Invia
