Repository: alessandro-amadelli/schedama
Catalog: events/locale/*/LC_MESSAGES/djangojs.po
Languages: it

source: d
it: g

source: Participant removed
it: Partecipante rimosso

source: Event Date
it: Data evento

source: Date added
it: Data aggiunta

source: Please, check input fields.
it: Per favore, controlla i campi di input.

source: An error has occurred. Please try again later.
it: Si è verificato un errore. Per favore riprova più tardi.

source: Nothing to see here...
it: Non c'è niente da vedere qui...

source: Author:
it: Autore:

source: Administrator only
it: Solo l'amministratore

source: Anyone
it: Chiunque

source: You have to choose at least one date.
it: Devi scegliere almeno una data.

source: Participant
it: Partecipante

source: Participant added
it: Partecipante aggiunto

source: Choose a nickname.
it: Scegli un nickname.

source: Insert a title for your event.
it: Inserisci un titolo per il tuo evento.

source: Please enter a location.
it: Per favore, inserisci una location.

source: Please enter a parking location.
it: Per favore, inserisci un parcheggio.

source: You need to enter a password if you want to make the event private.
it: Devi inserire una password se vuoi rendere l'evento privato.

source: Passwords don't match.
it: Le password non corrispondono.

source: Event created
it: Evento creato

source: Your event has been successfully created
it: Il tuo evento è stato creato con successo

source: The following links have been automatically saved to the history page
it: I seguenti link sono stati automaticamente salvati nella pagina di cronologia

source: Participant URL
it: URL partecipante

source: View URL
it: Visualizza URL

source: Participant page
it: Pagina partecipante

source: Administration URL
it: URL amministrazione

source: IMPORTANT: make sure to keep this link, it's the only way you'll be able to administrate your event.
it: IMPORTANTE: assicurati di conservare questo link, è l'unico modo in cui sarai in grado di amministrare il tuo evento.

source: Administration page
it: Pagina amministrazione

source: Data saved to history
it: Dati salvati in cronologia

source: Lights off
it: Spegni la luce

source: Lights on
it: Accendi la luce

source: Loading, please wait.
it: Caricamento, attendere per favore.

source: You've been invited to an event on Schedama:
it: Sei stato invitato ad un evento su Schedama:

source: Copy url
it: Copia url

source: Ended
it: Concluso

source: In progress
it: In corso

source: Confirmed
it: Confermati

source: Not confirmed
it: Non confermati

source: No Indications
it: Nessuna indicazione

source: Preferences
it: Preferenze

source: You reacted with
it: Hai reagito con
